[
	{
		"profileImage": "https://lh3.googleusercontent.com/a/ACg8ocIsr5FfcbSmIgvo_L87VRhcpLIA9LyzF8inVFBO6UhIom9aWg=w72-h72-p-rp-mo-br100",
		"name": "Hermione Hitchin",
		"review": "I love this hair salon, every time I've been I'm welcoming with smiley staff, fab hospitality - and it smells great in there.  I also think it’s reasonably priced too compared with most fancy/luxury salons. …"
	},
	{
		"profileImage": "https://lh3.googleusercontent.com/a/ACg8ocKOkdR6nWjiQT14cKc1J1hh2hUy8EnLg-dhQ-w2VVMi2-1k8g=w72-h72-p-rp-mo-br100",
		"name": "Evie Hone",
		"review": "My annual haircut and so happy with the results. I've gone for quite a big chop and a fringe - the latter is no mean feat as my hair sticks up weirdly. Kudos to Vera for tackling these challenges and making my hair look FAB."
	},
	{
		"profileImage": "https://lh3.googleusercontent.com/a-/ALV-UjV6QRUqrjcODiyl2TOkCgma3om2AJo5PLaEYhS5OFpMHZS0qNeH=w72-h72-p-rp-mo-br100",
		"name": "Lorraine Damonte",
		"review": "Vera is an outstanding hairdresser, not only was the cut amazing, so was the colour.  The full head of highlights was the best I have had in years.  She is a very warm and welcoming lady, and knows how to achieve the most flattering results.  I am so happy to have found her."
	},
	{
		"profileImage": "https://lh3.googleusercontent.com/a-/ALV-UjW9U9YqC6UTdIDGyH209Dt_pQ21eZBt44fMmrj5cVEMgQwbvSM=w72-h72-p-rp-mo-br100",
		"name": "mika samani (simran)",
		"review": "an incredible haircut at a really good price. i walked in with the worst haircut or my life and walked out feel like a supermodel, not only are they so talented the staff are all so kind. i felt so safe and had a really good laugh. thank you so much! :)"
	},
	{
		"profileImage": "https://lh3.googleusercontent.com/a-/ALV-UjU5yWAqSLcTHNA-m2qUdtmkwoNB-6ZJjUPrnVyQ7TcvrmXVd1c=w72-h72-p-rp-mo-ba4-br100",
		"name": "Brooke Carrero",
		"review": "I had my hair blown out and styled by Archie and he was fab 😍 I'm super particular about my blowouts but he nailed it ! 10/10 recommend for dry and style. They also you Kevin Murphy products which I loved. Reasonably priced to. I paid 45 pounds for wash, dry and style …"
	},
	{
		"profileImage": "https://lh3.googleusercontent.com/a/ACg8ocKUEHn-GInXfHbDSW0dX4lG_4G3S-DN8pZgyq5YwtxgivAhTQ=w72-h72-p-rp-mo-br100",
		"name": "Stefanie Joy Daniels",
		"review": "One of the (if not THE) best haircuts I've ever had. From the moment I walked in, I was made to feel like royalty and then left feeling even more glamorous. Thank you to the wonderful team and Archie for an incredible experience. I will most definitely be back x"
	},
	{
		"profileImage": "https://lh3.googleusercontent.com/a-/ALV-UjVc2kpGpgF8FFgvOG65zrMLK-yskuDIUxEzFpSmPYi9fh5nwGQA=w72-h72-p-rp-mo-br100",
		"name": "Opeline Kellett",
		"review": "Vera is truly phenomenal and meets the brief perfectly every time! Always get the best haircuts here, loveliest chats and they do a pretty great coffee as well! It is such a super salon with the most personable team and I look forward to visiting every few months for an hour of self care. Highly recommend."
	},
	{
		"profileImage": "https://lh3.googleusercontent.com/a-/ALV-UjWMBZa27uJ7zQ9t5rsej5jI1NORrFllxZ4wodceVDm8yRNjjIAZ=w72-h72-p-rp-mo-br100",
		"name": "Anne Koerber",
		"review": "Just come back from a haircut at Decadence Hair Salon and wanted to share my experience. I've been going to Decadence for 10 years now, wouldn't go anywhere else in London. The service is outstanding from the moment you're entering the …"
	},
	{
		"profileImage": "https://lh3.googleusercontent.com/a/ACg8ocLgONssnGAaD5-lEmvz6WRdQ2J9v92Q6VCo7IYKzf29Vg4_FA=w72-h72-p-rp-mo-br100",
		"name": "Rhianna-Mae Francis",
		"review": "Absolutely amazing place, the service was great the treatment was great. The lovely Vera listened to my rough ideas of my hairstyle i wanted and talked me through some opinions of hers, i fully trusted her and agreed to what she said. And …"
	},
	{
		"profileImage": "https://lh3.googleusercontent.com/a-/ALV-UjWZuT9vOO-dl7tM5PqmQHpEcPVEfljUUcdD1E_Y265TEXn6-6Pa=w72-h72-p-rp-mo-br100",
		"name": "Abi Jacobs",
		"review": "I got a haircut today after a bad one in Paris and this might be the best haircut I've ever had! The girls are so friendly and they know how to deal with thick hair which is hard to find. I have bangs, face framing, and layers. They trimmed …"
	},
	{
		"profileImage": "https://lh3.googleusercontent.com/a-/ALV-UjVfyDUi6wj_dQkiEBJ7odOa0UkFe4RZdZNt5E9yynvFqXcyZDLg=w72-h72-p-rp-mo-ba3-br100",
		"name": "catherine lipsett",
		"review": "I have had an amazing experience with Vera, she has transformed my hair, giving me a new fresh and natural look. All the team are super friendly and make you feel very welcome. Would highly recommend."
	}
]
