[
	{
		"profileImage": "https://lh3.googleusercontent.com/a/ACg8ocLFaDQborBHZWdOd4HU8zFJe5KYhdBKBq83jHgr0-qCn7eRTw=w72-h72-p-rp-mo-br100",
		"name": "Laila Ali",
		"review": "First time visiting the salon. The man at reception was very sweet and welcoming; offered me a drink and a place to keep my coat and bag. Booked a wash, cut and blow-dry with Vera. Great experience. She was gentle while washing my hair and …"
	},
	{
		"profileImage": "https://lh3.googleusercontent.com/a/ACg8ocK9MtbJzQd22OnOTV-_kPoGTeoTyFNmXhSbzRfuqkB9YegF_g=w72-h72-p-rp-mo-br100",
		"name": "Nevenka Bujic",
		"review": "I love Decadence Salon. I usually get my hair done by Arch, beauty treatments by Mayda and pedicures by Natalia. The services have always been done to the perfection. Another reason I go to Decadence is the team- positive, professional and fun individuals with a world of knowledge both in hair and beauty. I would highly recommend it."
	},
	{
		"profileImage": "https://lh3.googleusercontent.com/a-/ALV-UjU8fsjedJpeoV0mnlpbP893praU1eGon6GLSaQiZiSgre992NA=w72-h72-p-rp-mo-br100",
		"name": "Adriana Lam",
		"review": "I was in desperate need for a lift after 2 months of not getting a cut and found Decadance on Treatwell initially. There was a scheduling error and the notified me promptly and manager to squeeze me in as they were closing. Arch worked …"
	},
	{
		"profileImage": "https://lh3.googleusercontent.com/a/ACg8ocKhsBWbVD-hmC2XiGW03R6ogm2DGOM8I1QEpwbHQ7siJ-vi0g=w72-h72-p-rp-mo-br100",
		"name": "Caren Downie",
		"review": "\"Vera was very welcoming and easy to talk to. The most relaxing head massage, I felt amazing afterwards. Was also super pleased with the hair cut and blow dry, looked sleek and polished: perfectly party ready!! Caren\""
	},
	{
		"profileImage": "https://lh3.googleusercontent.com/a/ACg8ocKLr2Z5NOd-aGfFLyPQ6bjN5h43cEUsGEfZc5Z2ktiN1I01eg=w72-h72-p-rp-mo-br100",
		"name": "Ellie Gillett",
		"review": "Decadence is the best salon I've ever been in (I've been a few haha). The atmosphere was wonderful and all of the staff were so friendly and welcoming. I had a wonderful manicure from Natalia, she had so many colours to choose from and was …"
	},
	{
		"profileImage": "https://lh3.googleusercontent.com/a-/ALV-UjUqJLtVE-xtbnakGkvyzoKmTnBJFKtv40jrOQHgKgnFraxA10G6=w72-h72-p-rp-mo-br100",
		"name": "Mabel Lu",
		"review": "Look no further because Decadence is the best place in London for not just hair cuts but other beauty services as well. Service was also amazing as usual, you're greeted by the lovely receptionist and asked if you would like something to …"
	},
	{
		"profileImage": "https://lh3.googleusercontent.com/a/ACg8ocILV1e6b-SibXXG9wO6zPAumxWcNbyJUqksrlixCSDvltjFYQ=w72-h72-p-rp-mo-br100",
		"name": "Luis Javier Berraco",
		"review": "When I moved to London, I found it difficult to find a good hairdresser until I met Iva. She is very knowledgeable and patient, so she quickly learned how to handle my complicated hair. I highly recommend Iva as a hairdresser and go to this kind place as all the staff are also very welcoming. Please support!"
	},
	{
		"profileImage": "https://lh3.googleusercontent.com/a/ACg8ocLZr5bHwZm4IdpCcz7HUpVEsIlOoWYvN7t_SqZtN70RSDxLOw=w72-h72-p-rp-mo-br100",
		"name": "Carolina De La Rosa",
		"review": "The last time I got my hair done at a high-end salon I had a bad experience. I wanted very light level 10 highlights but was told no by my hairdresser because my hair was too dark, as I ended up getting a color I did not like as the …"
	},
	{
		"profileImage": "https://lh3.googleusercontent.com/a-/ALV-UoYx7NhXql--F3zVTiq4zjOS7ZghqyT2L7OUIdnH=w72-h72-p-rp-mo-br100",
		"name": "Lisa Zhang",
		"review": "Spontaneously decided to get a haircut on my week-long trip to London and was so lucky to have been able to get in with Dan. He did such an amazing job- literally the best haircut I've ever gotten. The team was also super sweet. 100% recommend. Will be back if I ever come back to London!"
	},
	{
		"profileImage": "https://lh3.googleusercontent.com/a-/ALV-UoY9ne0w6YvySKKIn1BTsVDVzHv9lZ0tWU9t3h8S=w72-h72-p-rp-mo-br100",
		"name": "Kathleen McGee",
		"review": "Got very very sick over the weekend and charged a cancelation fee. When I explained to the receptionist I tested positive for Covid and was experiencing high fevers, she suggested I make an effort and come anyway to avoid the cancelation …"
	},
	{
		"profileImage": "https://lh3.googleusercontent.com/a/ACg8ocJ6T20eP6Ojt4a0DDh9eBJ4R90OKY52VOdMFnTS=w72-h72-p-rp-mo-br100",
		"name": "Madelyn Clark",
		"review": "\"The best hairdressers and service in the world. Been coming from 2019. Alex is the best colourist and stylist. High praise and highly recommended. Always a pleasure to be welcomed by the entire team.\""
	},
	{
		"profileImage": "https://lh3.googleusercontent.com/a/ACg8ocLbL-5rDpGzUx_4pDkvm7xVWzXwGnyk9Bir-bSa=w72-h72-p-rp-mo-br100",
		"name": "Ben Franklin",
		"review": "WOW! What can I say, I had the best massage I have ever had by Vlad. He was professional and made me feel very relaxed and comfortable. His knowledge was amazing and I would highly recommend Decadence to anyone. The moment I walked in I was …"
	},
	{
		"profileImage": "https://lh3.googleusercontent.com/a/ACg8ocLTGIeZaa7up3-fJ-18eg2mFyA0DS8tFIdRzOVk=w72-h72-p-rp-mo-br100",
		"name": "Sabrina",
		"review": "Great first visit. The salon has a relaxing atmosphere and the staff is really friendly. Vera took time to understand what I wanted, the haircut was excellent and I felt like a new person!"
	},
	{
		"profileImage": "https://lh3.googleusercontent.com/a/ACg8ocL9z1IwHJDN6o5BXyWBytCBV2QwvAFzYKupE6f4=w72-h72-p-rp-mo-br100",
		"name": "sarah wilson",
		"review": "Just had my first cut and blow dry with Vera. Absolutely fantastic experience. Such a warm and welcoming salon, the lady who washed my hair (sorry I don't know your name) was gentle and didn't rush. Vera made efforts to ensure I had the cut I wanted. Very happy indeed. Will be back for a colour soon!"
	},
	{
		"profileImage": "https://lh3.googleusercontent.com/a/ACg8ocKWY5xtSbfv3S-nxPcTBJrWGXt5G8TO5PdC3Shf=w72-h72-p-rp-mo-br100",
		"name": "Maitreyi Kohli",
		"review": "\"Went there for hair cut & colour (balayage). It is the best salon I have ever been to! Dan did the hair colour & cut, …\""
	},
	{
		"profileImage": "https://lh3.googleusercontent.com/a-/ALV-UoZdP8A3UyLReKSo_4M-S8roYVylKPZSfuQjJPpt=w72-h72-p-rp-mo-br100",
		"name": "Clair Stoppler",
		"review": "I recently flew over from Florida. My first stop is always to get my hair done by Arch at Decadence. I wish I could take him back with me! Totally awesome hairdresser, he gives the most relaxing head massage (just what is needed after a …"
	},
	{
		"profileImage": "https://lh3.googleusercontent.com/a/ACg8ocIGlziEG6Tf9wdfFhTqBnkrVKt4s6lB7VXrK-E6=w72-h72-p-rp-mo-br100",
		"name": "Iga Porada",
		"review": "First time visiting the salon and could not be happier with my choice! I wanted to get a fringe done (first time ever) and entrusted my hair to Archie who has listened to how I'd like it to look, advised me on the style, and cut it to …"
	},
	{
		"profileImage": "https://lh3.googleusercontent.com/a/ACg8ocJ5RrUZyWy8anqjgR_v1XedC1w5G72PwSfFRrFh=w72-h72-p-rp-mo-br100",
		"name": "Gretchen Corliss",
		"review": "Decadence is my favorite salon in London! Everyone is so sweet, they provide the best products (shout out Kevin Murphy), and it's always such a positive + relaxing experience. The only place I'll go for my hair :) Arch is the best!"
	},
	{
		"profileImage": "https://lh3.googleusercontent.com/a/ACg8ocJzdj6S0bL4lM5Dd8fEYLwZKxReN3wEAdB9Oy3s=w72-h72-p-rp-mo-br100",
		"name": "Cicely Lawson",
		"review": "I came here on the morning of my wedding for hair and nails and it was excellent. My hair was perfect with very little guidance from me and the best manicure I've ever had. I would highly recommend the Decadence team!"
	}
]
